[
  {
    "range": "01",
    "text": "A case of mistaken identity resulted in a period of imprisonment or some other punishment for your character. You have long wanted to find whoever it was who was responsible for the crime you were punished for."
  },
  {
    "range": "02",
    "text": "A curse has been placed upon your family. Eor generations all children of the opposite gender to your character have died in tragic circumstances. It falls to each generation to select one who will find a way to lift the curse, and you are the chosen one."
  },
  {
    "range": "03-04",
    "text": "A girl in your community wants you to carry messages to a boy in another community. She pays you well enough and you believe that the messages are love letters. But can you be sure? Why are these two not allowed to communicate directly? What would happen if they did? What would happen if anyone else found out? And why did she choose you to be her messenger?"
  },
  {
    "range": "05-06",
    "text": "A group of travelling players visited your community and stayed for several weeks. They performed feats of legerdemain, juggling and acrobatics. As a child you were enthralled, and spent as much time as you could with them. Then you were kidnapped, carried far away from your homeland and abandoned. How did you escape? Did you even make it home?"
  },
  {
    "range": "07-08",
    "text": "A priceless object owned or protected by your family was stolen by enemies. On his deathbed the head of the family made you swear to retrieve it from the thieves. You're not sure what the item is or why it is so special, but loyalty to your deceased relative drives you to complete your oath."
  },
  {
    "range": "09-10",
    "text": "A relative or family member has bequeathed you a secret: the whereabouts of a lost legendary heirloom; the location of an imprisoned deity; or maybe the rituals for a special spell. The information is shrouded in family myth, and you have been oath-sworn to either protect this secret or find and awaken it."
  },
  {
    "range": "11-12",
    "text": "A sibling has been betrothed to someone from your childhood that you consider an enemy. You are forced to make a sullen peace with this new in-law but your hatred still burns beneath. What is worse is that you fear your sibling is being turned against you. What can you do to set matters to rights?"
  },
  {
    "range": "13",
    "text": "You believe yourself to be suffering a divine or magical curse. Moan, groan and whinge at every opportunity, or remain completely stoic at every misfortune that befalls you in the future."
  },
  {
    "range": "14-15",
    "text": "An old, warlike relative has died, bequeathing you a useless suit of armour which will fall apart the first time it's used. However the scratches and dents tell of great battles and a life of adventure. Despite the shoddiness of the armour you are very fond of it and, when wearing it, you feel as if the spirit of your relative is watching over you."
  },
  {
    "range": "16-17",
    "text": "A scholar, priest or mystic visits your community, and demonstrates his almost supernatural wisdom. You are fascinated by what you see but the individual does not remain long enough for you to learn more. You do, however, receive dreams that show you meeting up with this person again and learning from him. When, where, and how will form a future part of the story."
  },
  {
    "range": "18-19",
    "text": "Distant relatives demanded that you be sent to stay with them. Your father could not refuse – why was that? The relatives treated you well but were always cold and distant with you, despite insisting that you live with them for several years. On returning to your true family, they had also become distant with you. What is at the root of this strangeness? Why have you been caught in the middle?"
  },
  {
    "range": "20",
    "text": "Eate has closely watched over you as you grew to adulthood. Siblings have drowned, friends died from plague, parents disgraced, but you have emerged unscathed from everything. Are you truly blessed by the gods?"
  },
  {
    "range": "21-22",
    "text": "For some reason you have shamed your family and have been cast out. What did you do? Is there hope of reconciliation? Were you to blame or were you just a scapegoat for someone else? At first you lived on your wits, but people in your community grew suspicious and shunned you."
  },
  {
    "range": "23-24",
    "text": "It transpires that one of your parents is, in fact, a member of a noble family (and possibly even a prince or princess) who has turned their back on their heritage to live a simple life. This does, however, mean you are an heir to a noble estate or title. Will you ever realise your inheritance?"
  },
  {
    "range": "25",
    "text": "On your birthday two years ago it rained frogs. Last birthday it rained lizards. What will it rain this year? More to the point, why does it rain strange things on your birthday?"
  },
  {
    "range": "26-27",
    "text": "Playing one day you discovered a dead man – a warrior – in the cellar or outbuildings. Who was he? And more importantly who killed him? Was it your father, or worse still your mother, who had been looking rather nervous of late..."
  },
  {
    "range": "28-29",
    "text": "Somehow you have picked up a loyal companion or retainer. Maybe a childhood friend; perhaps a hanger-on from some chance encounter. This does not necessarily make your companion a welcome presence, but the relationship has somehow endured over the years."
  },
  {
    "range": "30-31",
    "text": "You come into possession of a mundane item that a friend or family member claims is magical. So far the item has not exhibited any magical properties, and it could well be that some form of quest is needed to activate its magical abilities. Worse, the item if known about may attract unwelcome attention. What the abilities are remain for the Games Master to determine at an appropriate time."
  },
  {
    "range": "32",
    "text": "You have been marked as special by the gods. You carry with you a symbol or marking that is of great reverence to a particular religion or cult. The gods and the cult in question may be very far from where you were born, and may even be an enemy of your culture, but this makes no difference."
  },
  {
    "range": "33-34",
    "text": "You have a favoured and beloved pet which follows them everywhere. It has no abilities or special powers, but offers comfort and companionship."
  },
  {
    "range": "35",
    "text": "You have studied with a noted master, scholar or wise man. Whenever you meet up with the teacher, you can request personal tuition for one or more of your related Professional Skills."
  },
  {
    "range": "36-37",
    "text": "You have suffered some form of horrific attack that has left you psychologically scarred, and extremely wary about the situation or thing which harmed you. This might be nearly dying from drowning, man-eating lions or necromantic magic. Whatever it is, gain a new passion of Eear (thing which harmed you) or roleplay your subsequent trepidation."
  },
  {
    "range": "38-39",
    "text": "You have sworn a fervent oath with a member of the opposite sex. You are compelled to help this person, and never betray him or her. By some intuition you are always aware of their presence in your dreams, and sense any danger he or she is subject to even when many miles apart."
  },
  {
    "range": "40-41",
    "text": "You were born into a once rich and powerful family that has somehow fallen on rough times or suffered a severe blow to its reputation. Perhaps the family name is a mockery, or reviled, or even revered still by those who know the truth."
  },
  {
    "range": "42-43",
    "text": "You were born with an unusual sensitivity to a particular substance, species of creature or type of supernatural power. When the subject in question is nearby, you suffer a mild physiological effect such as tingling fingers, sneezing or headaches. Upon a successful Perception roll you can determine the rough location of the detected thing."
  },
  {
    "range": "44-45",
    "text": "You were either born with, or somehow received, a mark, blemish or scar that resembles a glyph. The symbol does not exhibit any power yet, but all who see it remark on it – some acting with wonder, and others fear. A quest of some kind is needed to awaken the glyph; but is this wise? Only time will tell."
  },
  {
    "range": "46",
    "text": "You are magically gifted, attracting the attention of a scrying sorcerer, the priest of a cult or a wandering shaman. If permitted, you may choose to enter a magical profession. If magic-using characters are not permitted, you instead become the focus of that magician, who desires to extract your inherent power via some suitably nefarious, and possibly fatal, means."
  },
  {
    "range": "47",
    "text": "You awoke one morning to find a valuable object, one with significant religious or ruling importance, lying in bed with you. The question of how precisely it got there aside, do you keep the object with the intent to sell or use it later, or do you return it, thus placing yourself under suspicion of its theft?"
  },
  {
    "range": "48-49",
    "text": "When you were a child you nearly died from a fatal disease, but since then you have never, ever been ill. Are you simply paranoid about any type of infection or do you believe you are immune to any form of contagion?"
  },
  {
    "range": "50",
    "text": "Several years ago you were attacked by an unidentifiable wild beast, which nearly killed you. The creature vanished but since that time you've felt an ominous presence when wandering the edges of your homelands. Thus far the beast has not reappeared, yet perhaps it's merely biding its time. What was the creature, and why is it hunting you?"
  },
  {
    "range": "51-52",
    "text": "You spent your childhood as a slave before either escaping or being freed. The experience had a significant effect upon you. How do you view slavery now? Do you hate and fear it, or did the experience institutionalise you?"
  },
  {
    "range": "53-54",
    "text": "The eldest surviving member of your family harbours a great secret, and many times they have told you that when you are old enough, it will be entrusted to you. What is this secret? When will the time be right? Your Games Master will decide, but until then you must be patient. Can you contain your curiosity?"
  },
  {
    "range": "55-56",
    "text": "As a child you witnessed some ceremony or ritual that had a profound effect on your psyche. The chants and dances haunt your dreams, and you feel compelled to discover what it was you witnessed. The outcome of the ritual is unknown, it might be for good or ill; you do not know. Its true nature must be discovered through adventuring."
  },
  {
    "range": "57-58",
    "text": "Your family was hunted by powerful foes. Why is this? Why did your family need to keep moving and hiding? What do the pursuers want? Are they still following you? Should you confront them? You are sick and tired of being on the run."
  },
  {
    "range": "59-60",
    "text": "You are a bastard-born. Your mother swears your father was a man of note and station, but she herself is of low status, and you are considered even lower than she is. Where your father is, no one knows, but you would love to meet him some day and discover the truth about him. Perhaps, if reunited with your father, the stigma of your birth might be erased."
  },
  {
    "range": "61-62",
    "text": "You are adopted. Your true parents either abandoned you or were killed, and the family that raised you has always accepted you as one of their own – except for certain jealous relatives who see you as an imposter, and would gladly have you cast out of the family so their own offspring might benefit. You have had to fight their resentment for most of your life but now things appear to be coming to a head."
  },
  {
    "range": "63-64",
    "text": "You came across a tinker or peddler on the road. He offered to read your fortune for a silver piece, but you had no money, and instead offered to share your meal with him, which he accepted. Reading your palm he declared you would become a great hero and travel the world, but not before encountering ⁵A great sorrow, a great victory, and a great reversal.' You have often wondered what he meant because none of those things have come to pass. Might the tinker have been lying?"
  },
  {
    "range": "65-66",
    "text": "You come from a family that is artistically adept. Their fame has spread far and wide, granting you access to high status patrons if you yourself are an artist, craftsman or performer. Conversely it is a constant source of irritation when casual acquaintances are taken aback at your lack of talent."
  },
  {
    "range": "67-68",
    "text": "A sibling committed a heinous crime that has brought shame on your family. They fled soon after, vanishing entirely, casting suspicion on you. Were you yourself falsely blamed for the crime? Or did you willingly confess, to preserve the remnants of your family's honour? Is blood truly thicker than water?"
  },
  {
    "range": "69-70",
    "text": "You are a twin. Your brother or sister has similar characteristics and skills to yourself but you are clearly different people. Are you close, as twins usually are, or estranged? You always seem to know where your sibling is, even if relations between you are not good."
  },
  {
    "range": "71-72",
    "text": "You are the sole survivor of a horrific catastrophe. Your entire family was wiped out by some tragedy leaving you to fend completely for yourself."
  },
  {
    "range": "73-74",
    "text": "You met a great hero (or villain) at a time when he or she was unknown. You suspected, perhaps, that this person was destined for greatness (or infamy), but you still became friends before you parted. Will they remember you? Will you still be friends?"
  },
  {
    "range": "75-76",
    "text": "Your elder brother or sister is (or was) a great hero for some reason, and you live somewhat in their shadow. You are desperate to prove that you are your sibling's equal, and want to outdo their deeds, proving that your family can produce more than one hero."
  },
  {
    "range": "77-78",
    "text": "Your family crossed a wealthy or influential family and have suffered because of it. That family is now your Enemy."
  },
  {
    "range": "79-80",
    "text": "Your family follows a religion or philosophy unaccepted by the rest of your community. Possibly they have kept their beliefs hidden, or perhaps they simply ignore the sneers and cold looks. Whatever, it marks you as different, and the increasing persecution has made your convictions stronger."
  },
  {
    "range": "81-82",
    "text": "Your family has a reputation for luck. Everything your family does turns-out splendidly; it has wealth it has never seemed to work for; it has a strong reputation; no ill has ever befallen it. You have, however, heard something that makes you suspicious of this charmed life you've led. How did you family come by this luck? Was a much higher price – perhaps a darker price – paid for it?"
  },
  {
    "range": "83-84",
    "text": "Your family performed a great service for a wealthy noble or person of influence. As a reward you were taken into that person's service. You gain this powerful patron as an Ally."
  },
  {
    "range": "85-86",
    "text": "Your family was ever cruel to you. Why, you do not know, but your siblings always seemed to receive better treatment and more favour. You have always been denied. That is why, at the first opportunity, you left them behind, forgetting them and seeking the life of an adventurer."
  },
  {
    "range": "81-88",
    "text": "Your hereditary line is slowly becoming extinct, every year one member of the diminishing family dies in a frightful and twisted ⁵accident'. What is behind this run of misfortune? Are you family cursed or has some evil agency taken to expunging your blood line? Are you next?"
  },
  {
    "range": "89-90",
    "text": "Your family was involved in some community event that has made them either famous or infamous. The legacy of what they did follows you everywhere. What did your family do? Can you shake the reputation? Do you want to?"
  },
  {
    "range": "91-92",
    "text": "Your family was wealthy once, but is now reduced to poverty. How did it lose its fortune? Was it due to circumstance or the actions of others? If others, how did they ruin you – and how will you make them pay?"
  },
  {
    "range": "93-94",
    "text": "Your family, previously poor and beggared, has ever struggled to survive. Yet when you were a lad somehow your father attained great wealth. How did they come by this money? What effect did it have on the family? Will somebody arrive to reclaim or perhaps terminate the mysterious fortune?"
  },
  {
    "range": "95-96",
    "text": "Your family, through financial need, sent you into service with another family of some prestige. As their ward you have learned many things about them including a dire secret that, if revealed, would get you killed. What is this hidden truth? What damage could it do? Decide with your Games Master."
  },
  {
    "range": "97-98",
    "text": "You accidentally killed a close friend or sibling when playing together. The horror of the situation caused you to flee, remaining silent about the tragedy. When the adults finally went out to search for the missing adolescent no trace could be found, although they searched the area where you left the body. You have lived with the guilt ever since, but whatever became of you compatriot? Did they escape death or did something unspeakable happen to the body?"
  },
  {
    "range": "99-00",
    "text": "You recently experienced a supernatural epiphany which shook you. Whilst out alone a god personally came to speak with you, or perhaps a host of spirits manifested and danced about you. The event, whatever it was, may be seen as a blessing by the local community or conversely deemed blasphemous. In more secular societies the experience, if reported, could be viewed as the onset of insanity"
  }
]
